Repository: toppa/Shashin
Catalog: shashin-*.po
Languages: fr_fr

source: YouTube API page for examples
fr_fr: Page API YouTube pour des exemples

source: It also explains how to write the URLs for other kinds of feeds.
fr_fr: Il explique également comment écrire les URL pour les autres types de flux.

source: Shashin will synchronize with the first 50 videos in a YouTube feed.
fr_fr: Shashin se synchronisera avec les 50 premières vidéos d'un flux YouTube.

source: A YouTube user's videos (put his or her username in the URL)
fr_fr: Les vidéos d'un utilisateur YouTube (mettre son nom d'utilisateur dans l'URL)

source: Most popular YouTube videos
fr_fr: Les vidéos les plus populaires sur YouTube

source: Most recent videos in the comedy category
fr_fr: Les dernières vidéos dans la catégorie comédie

source: Include these videos in random photo/video displays?
fr_fr: Inclure ces vidéos dans les affichages aléatoires?

source: Add Videos
fr_fr: Ajout vidéos

source: Enter the URL for a Twitpic user to synchronize Shashin with all of his or her photos.
fr_fr: Entrez l'URL d'un utilisateur Twitpic pour synchroniser Shashin avec l'ensemble de ses photos.

source: Example
fr_fr: Exemple

source: A Twitpic user's photos
fr_fr: Photos d'un utilisateur Twitpic

source: Add Photos
fr_fr: Ajouter photos

source: Return to Albums Menu
fr_fr: Retour aux albums

source: Photos for Album:
fr_fr: Photos pour l'album:

source: Photo ID
fr_fr: ID Photo

source: Invalid album key
fr_fr: Clé album invalide

source: Failed to find database record for album
fr_fr: Echec pour retrouver l'album dans la base de données

source: "uploaded" is not allowed for ordering albums
fr_fr: "uploaded" n'est pas autorisé pour trier les albums

source: "filename" is not allowed for ordering albums
fr_fr: "filename" n'est pas autorisé pour trier les albums

source: "source" is not allowed for ordering albums
fr_fr: "source" n'est pas autorisé pour trier les albums

source: "title" is not allowed for ordering with type=albumphotos
fr_fr: "title" n'est pas autorisé pour trier avec type=albumphotos

source: "location" is not allowed for ordering with type=albumphotos
fr_fr: "location" n'est pas autorisé pour trier avec type=albumphotos

source: "count" is not allowed for ordering with type=albumphotos
fr_fr: "count" n'est pas autorisé pour trier avec type=albumphotos

source: "sync" is not allowed for ordering with type=albumphotos
fr_fr: "sync" n'est pas autorisé pour trier les albums avec type=albumphotos

source: "user" is not allowed for ordering with type=albumphotos
fr_fr: "user" n'est pas autorisé pour trier les albums avec type=albumphotos

source: Invalid data property __get for
fr_fr: Données invalides pour property __get

source: Invalid data property __set for
fr_fr: Données invalides pour property __set

source: No array passed for set()
fr_fr: Pas de tableau transféré pour jeu()

source: Database query failed. Error message:
fr_fr: Requête de base de données a échoué. Message d'erreur:

source: SQL statement:
fr_fr: Instruction SQL:

source: Not a string
fr_fr: N'est pas une chaïne de caractère

source: Not an array
fr_fr: N'est pas un tableau

source: Invalid photo key
fr_fr: Clé photo ivalide

source: Failed to find database record for photo
fr_fr: Echec pour trouver la photo dans la base de données

source: "title" is not allowed for ordering photos
fr_fr: "title" n'est pas autorisée pour trier les photos

source: "location" is not allowed for ordering photos
fr_fr: "location" n'est pas autorisée pour trier les photos

source: "count" is not allowed for ordering photos
fr_fr: "count" n'est pas autorisée pour trier les photos

source: "sync" is not allowed for ordering photos
fr_fr: "sync" n'est pas autorisée pour trier les photos

source: Failed to delete settings
fr_fr: Echec pour supprimer les paramètres

source: Failed to purge settings. Unsupport argument provided.
fr_fr: Impossible de purger paramètres. Non support de l'argument fourni.

source: invalid size requested
fr_fr: Taille requise invalide

source: No photos found for specified shortcode
fr_fr: Pas de photos trouvées pour le shortcode spécifié

source: Return
fr_fr: Retour

source: View at
fr_fr: Visible à

source: Unrecognized actualExpandedSize
fr_fr: actualExpandedSize non reconnu

source: Invalid data property __get for:
fr_fr: Données invalides pour la propriété __get :

source: is not a valid value for:
fr_fr: n'est pas une valeur valide pour :

source: is not a valid string of numbers
fr_fr: n'est pas une chaîne de numéros valide

source: is not a valid numeric value
fr_fr: n'est pas une valeur numérique valide

source: "size" and "columns" can not both me "max"
fr_fr: "size" et "columns" ne peuvent pas être "max"

source: Shashin not activated. You must have at least PHP 5.1.2 to use Shashin
fr_fr: Shashin n'est pas activé. Vous devez avoir au moins PHP 5.1.2 pour utiliser Shashin

source: Shashin not activated. You must have at least WordPress 3.0 to use Shashin
fr_fr: Shashin n'est pas activé. Vous devez avoir au moins WordPress 3.0 pour utiliser Shashin

source: Uninstall failed:
fr_fr: Echec de la désinstallation :
