Repository: toppa/Shashin
Catalog: shashin-*.po
Languages: fr_fr

source: Highslide for Shashin
fr_fr: Highslide pour Shashin

source: is no longer supported and has been deactivated (please delete it). Your viewer for Shashin has been upgraded to PrettyPhoto.
fr_fr: n'est plus supporté et a été désactivé (supprimer le svp). Le visualiseur pour Shashin a été amélioré pour prettyPhoto.

source: You must deactivate and reactivate Shashin to upgrade from version 2
fr_fr: Vous devez désactiver et réactiver Shashin mise à niveau de la version 2

source: Invalid shashin shortcode type:
fr_fr: Shashin Type shortcode Invalide :

source: Please go to the Shashin Tools Menu to complete the upgrade.
fr_fr: Aller dans le menu Outils Shashin pour compléter la mise à niveau.

source: Shashin Error
fr_fr: Erreur Shashin

source: Invalid album type:
fr_fr: Album type invalide :

source: Failed to create table
fr_fr: Impossible de créer la table

source: Upgrade cleanup completed
fr_fr: Mise à niveau terminée

source: Synchronized
fr_fr: Synchronisé

source: Synchronized all
fr_fr: Ensemble synchronisé

source: Deleted album
fr_fr: Album supprimé

source: Updated "Include In Random" settings
fr_fr: Paramètre "Include In Random" mis à jour

source: Upgrade notice
fr_fr: Guide mis à jour

source: Please click "Sync All" below to complete the upgrade. Then review your Shashin albums, tags, and photos. If everything looks correct, please
fr_fr: Cliquer sur "Sync All " ci-dessous pour compléter la mise à niveau. Puis passez en revue vos albums Shashin, tags, et photos. Si tout semble correct,

source: click here to remove the old settings and database backup
fr_fr: Cliquez ici pour supprimer les anciens paramètres et la sauvegarde de la base de données

source: (which will remove this nag). Also, if you have posts containing Shashin tags, go to the Shashin settings menu to turn on support for old-style tags.
fr_fr: (qui va supprimer ce bourrin). Aussi, si vous avez des messages contenant des balises Shashin, allez dans le menu des paramètres Shashin pour activer le support des anciennes balises.

source: Are you sure you want to delete this album? Any shashin tags for displaying this album will be permanently broken
fr_fr: Etes-vous sûr de vouloir supprimer cet album? Toutes les balises Shashin pour afficher cet album seront définitivement supprimés

source: Sync All
fr_fr: Tout synchroniser

source: General Settings
fr_fr: Paramétrages général

source: Album Photos display
fr_fr: Affichage albums photos

source: When clicking a Shashin album thumbnail to view its photos, these settings control how the album's photos are displayed.
fr_fr: Lorsque vous cliquez sur une vignette d'album Shashin pour voir ses photo, ces paramètres contrôlent comment les photos seront affichées

source: PrettyPhoto Settings
fr_fr: Paramètres PrettyPhoto

source: PrettyPhoto is the recommended photo viewer included with Shashin. These settings apply only if you select "Use PrettyPhoto" under General Settings.
fr_fr: PrettyPhoto est le visualiseur de photos recommandé avec Shashin. Ces paramètres s'appliquent uniquement si vous sélectionnez "Utiliser prettyPhoto" dans Paramètres généraux.

source: Fancybox Settings
fr_fr: Paramètres Fancybox

source: Fancybox is included with Shashin, but prettyphoto is recommended, as v1 of Fancybox (the GPL compliant version) is no longer updated. These settings apply only if you select "Use Fancybox" under General Settings.
fr_fr: Fancybox est inclus avec Shashin, mais prettyPhoto est recommandé, car la v1 de Fancybox (la version compatible GPL) n'est plus mis à jour. Ces paramètres s'appliquent uniquement si vous sélectionnez "Utiliser Fancybox" dans Paramètres généraux.

source: Other Viewer Settings
fr_fr: Paramètres autres visualiseur

source: These settings apply only if you select "Use another viewer" above. There are a wide variety of configuration requirements for different viewers. Shashin accommodates them by letting you control the attributes for the link and image tags used for its thumbnails. All links and thumbnails automatically get unique IDs (e.g. "shashinThumbnailLink_24", "shashinThumbnailImage_24").
fr_fr: Ces paramètres s'appliquent uniquement si vous sélectionnez "Utiliser un autre visualiseur" ci-dessus. Il existe une grande variété de configuration pour différents visualiseurs. Shashin les accueille en vous permettant de contrôler les attributs pour le lien et l'image balises utilisées pour ses miniatures. Tous les liens et les vignettes obtiennent automatiquement un ID unique (par exemple "shashinThumbnailLink_24", "shashinThumbnailImage_24").

source: Yes
fr_fr: Oui

source: No
fr_fr: Non

source: Support old-style Shashin shortcodes?
fr_fr: Support des anciens shortcodes Shashin?

source: Select "yes" only if you have blog posts containing the shortcode format used with previous versions of Shashin (any versions from prior to 2011).
fr_fr: Sélectionnez "oui" seulement si vous avez des messages de blog contenant le format de shortcode utilisé avec les versions précédentes de Shashin (toutes versions à partir avant 2011).

source: display at photo hosting site
fr_fr: afficher la photo du site hôte

source: Use PrettyPhoto
fr_fr: Utiliser PrettyPhoto

source: Use FancyBox
fr_fr: Utiliser FancyBox

source: Use another viewer
fr_fr: Utiliser un autre visualiseur

source: How to display a full-size photo when its thumbnail is clicked
fr_fr: Comment afficher une photo dans sa taille originale lorsque sa vignette est cliquée

source: PrettyPhoto is included with Shashin and works "out of the box." FancyBox is also included, but is being phased out. If you select "Use another viewer," you are responsible for implementing your own image viewer (see the "Other Viewer Settings" tab).
fr_fr: PrettyPhoto est inclus avec Shashin et fonctionne "out of the box." FancyBox est également inclus, mais sera progressivement abandonné. Si vous sélectionnez "Utiliser un autre visualiseur," vous êtes responsable de la mise en œuvre de votre propre visionneuse d'images (voir onglet "Autres paramètres du visualiseur").

source: Expanded image size
fr_fr: Taille de l'image élargie

source: The expanded display size for a photo when its thumbnail is clicked. The actual size of a photo may be smaller if it's not available in the selected size.
fr_fr: La taille de l'affichage étendu pour une photo lorsque sa vignette est cliquée. La taille réelle d'une photo peut être plus petite si elle n'est pas disponible dans la taille souhaitée.

source: Default maximum number of photos to show
fr_fr: Nombre maximum par défaut de photos à afficher

source: The maximum number of photos to show if no photo IDs are provided and no limit is specified. This is also used to control the number of photos per set in a display of album photos.
fr_fr: Le nombre maximum de photos à afficher si aucun identifiant de photo n'est fourni et aucune limite spécifiée. Il est également utilisé pour contrôler le nombre de photos par jeu dans un affichage d'album de photos.

source: Sync all albums daily?
fr_fr: Synchroniser les albums quotidiennement?

source: This will sync all your albums in Shashin once daily. It will not automatically add new albums.
fr_fr: Cela va synchroniser vos albums Shashin une fois par jour. Il n'ajoutera pas automatiquement les nouveaux albums.

source: Thumbnail div padding
fr_fr: Vignettes div padding

source: If you change the ".shashinThumbnailImage" padding value in shashin.css, make this 2x that value
fr_fr: Si vous changez la valeur du padding de ".shashinThumbnailImage" dans shashin.css, mettez içi 2x cette valeur

source: Content width for your theme
fr_fr: Largeur du contenu pour votre thème

source: The maximum width available in your theme for a Shashin photo (or set of photos). This number is used to determine photo sizes when you use "max" as the number of columns or the size in a Shashin tag. Shashin will use the closest, smaller size available.
fr_fr: La largeur maximale disponible dans votre thème pour une photo (ou un ensemble de photos). Ce numéro est utilisé pour déterminer la taille de la photo lorsque vous utilisez "max" ainsi que le nombre de colonnes ou la taille dans une balise Shashin. Shashin utilisera la plus petite taille ou la plus proche disponible.

source: Add camera EXIF data to expanded view caption?
fr_fr: Ajouter les données EXIF à la légende de la vue élargie?

source: "All" includes the camera make, model, fstop, focal length, exposure time, and ISO.
fr_fr: "All" comprend la marque, le modèle, fstop, longueur focale, temps d'exposition et la sensibilité ISO.

source: Photo thumbnail size
fr_fr: Taille des vignettes

source: Crop thumbnail square if possible?
fr_fr: Couper le carré des vignettes si possible?

source: Certain photo sizes can be cropped square (which ones depends on the photo hosting service; for Picasa the X-Small and Small sizes can be cropped).
fr_fr: Certains formats de photo peuvent être recadrées carré (cela dépend du service d'hébergement de photos, Picasa pour les X-Small et petites tailles peuvent être recadrées).

source: Number of columns
fr_fr: Nombre de colonnes

source: Date added to Shashin
fr_fr: Date d'ajout dans Shashin

source: Date photos taken
fr_fr: Date de prise des photos

source: Filename
fr_fr: Nom de fichier

source: Random
fr_fr: Aléatoire

source: Order at photo hosting service
fr_fr: Odre du service d'hébergment

source: Order thumbnails by
fr_fr: Ordre par vignette

source: Reverse the order?
fr_fr: Inverser l'ordre?

source: For example, if you order by filename and then select "yes" for reversing the order, the thumbnails will appear in reverse alphabetical order.
fr_fr: Par exemple,, si vous commandez par nom de fichier et puis sélectionnez "oui", les vignettes apparaîtront dans ordre alphabétique inverse.

source: Show captions under each thumbnail?
fr_fr: Afficher le titre sous chaque vignette

source: Default
fr_fr: Defaut

source: Theme
fr_fr: Thème

source: Overlay gallery?
fr_fr: Galerie superposée

source: If "yes", a gallery will overlay the expanded view of an image when you mouse over it.
fr_fr: Si "oui", une galerie se superposera à la vue agrandie de l'image lorsque vous passez la souris dessus.

source: Show title?
fr_fr: Affichier le titre?

source: If "yes", shows the photo caption in large text above the photo.
fr_fr: Si "oui", indique la légende de la photo au-dessus de la photo.

source: Auto-play slideshow?
fr_fr: Diaporama automatique?

source: Autoplay image display time
fr_fr: Temps d'affichage de l'image

source: Enter a duration in milliseconds (e.g. "5000" for 5 seconds) for your slideshow speed.
fr_fr: Saisissez une durée en millisecondes (par exemple "5000" pour 5 secondes) pour la vitesse du diaporama.

source: Load Shashin's PrettyPhoto script?
fr_fr: Charger le script PrettyPhoto de Shashin?

source: If you already have PrettyPhoto installed on your site, select "no" to prevent Shashin from loading its own copy of PrettyPhoto.
fr_fr: Si vous avez déjà installé prettyPhoto sur votre site, sélectionnez "non" pour éviter que Shashin ne charge sa propre copie de prettyPhoto.

source: Repeat slideshows?
fr_fr: Diaporama en boucle?

source: When viewing the final photo in slideshow, whether clicking "next" will start the slideshow over again with the first photo.
fr_fr: Lorsque vous regardez la dernière photo du diaporama, un clic sur "Suivant" va démarrer le diaporama de nouveau avec la première photo.

source: Video Width
fr_fr: Largeur de la vidéo

source: Unfortunately video dimensions cannot be set dynamically with Fancybox
fr_fr: Malheureusement les dimensions de la vidéo ne peuvent être définies dynamiquement avec FancyBox

source: Video Height
fr_fr: Hauteur de la vidéo

source: Fade
fr_fr: Fondu

source: Elastic
fr_fr: Elastique

source: None
fr_fr: Aucun

source: Trasition effect
fr_fr: Effet de transition

source: The transition effect to apply when navigating between photos
fr_fr: L'effet de transition à appliquer lors de la navigation entre les photos

source: Enter a duration in milliseconds (e.g. "5000" for 5 seconds) to have all your slideshows run on an automatic timer. Leave blank for manually navigated slideshows.
fr_fr: Entrez une durée en millisecondes (par exemple "5000" pour 5 secondes) pour avoir tous vos diaporamas en automatique. Laissez ce champ vide pour naviguer manuellement.

source: Load Shashin's Fancybox script?
fr_fr: Charger le script FancyBox de Shashin?

source: If you already have Fancybox installed on your site, select "no" to prevent Shashin from loading its own copy of Fancybox. Note Shashin has been tested only with version 1.3.4 of Fancybox.
fr_fr: Si vous avez déjà installé Fancybox sur votre site, sélectionnez "non" pour éviter que Shashin ne charge sa propre copie de Fancybox. Remarque Shashin a été testé uniquement avec la version 1.3.4 de Fancybox.

source: Link "rel" for images
fr_fr: Lien "rel" pour les images

source: The "rel" attribute for image links; e.g. "lightbox" if you are using Lightbox.
fr_fr: Attributs "rel" pour les liens d'images; par exemple "lightbox" si vous utilisez Lightbox

source: Link "rel" for videos
fr_fr: Lien "rel" pour les vidéos

source: The "rel" attribute for links if displaying a video; e.g. "vidbox" if you are using Videobox.
fr_fr: Attribut "rel" pour les liens affichant une vidéo, par exemple "vidbox" si vous utilisez Vidéobox.

source: Brackets
fr_fr: Parenthèses

source: Hyphen
fr_fr: Traid d'union

source: "rel" delimiter for image groups
fr_fr: Délimiteur "rel" pour les groupes d'images

source: How to delimit image groups in a rel tag. Some viewers use brackets (e.g. "lightbox[33]") and some use hyphens (e.g. "lightbox-33").
fr_fr: Comment délimiter les groupes d'images dans une balise rel. Certains visualiseur utilisent des crochets (par exemple "lightbox [33]") et d'autres les traits d'union (par exemple "lightbox-33").

source: Class for links
fr_fr: Css Class pour les liens

source: A CSS class to apply to the link tags for thumbnails. Leave blank for none.
fr_fr: Classe CSS à appliquer aux balises de lien pour les vignettes. Laissez ce champ vide pour aucun.

source: Class for thumbnails
fr_fr: Css Class pour les vignettes

source: A CSS class to apply to the thumbnail image tags. Leave blank for none.
fr_fr: Classe CSS à appliquer aux balises de miniatures d'image. Laissez ce champ vide pour aucun.

source: Links
fr_fr: Liens

source: Use photo caption as "title" for
fr_fr: Utiliser la légende de la photo comme balise "title"

source: You can use the photo's caption as the "title" for for its link tag, its image tag, or both.
fr_fr: Vous pouvez utiliser la légende de la photo en tant que "title" pour sa balise de lien, son étiquette d'image, ou les deux.

source: Use
fr_fr: Utiliser

source: Unrecognized validation function
fr_fr: Fonction de validation non reconnue

source: The following settings have invalid values. Please try again.
fr_fr: Les paramètres suivants ont des valeurs non valides. S'il vous plaît essayer de nouveau.

source: Settings saved
fr_fr: Paramètres sauvegardés

source: Failed to retrieve album feed at
fr_fr: Impossible de récupérer les flux d'albums à

source: WP_Http Error:
fr_fr: Erreur WP_Http :

source: Error Response:
fr_fr: Erreur Response:

source: Failed to parse album feed at
fr_fr: Impossible d'analyser le flux d'albums à

source: Unexpected number of fields in feed
fr_fr: Valeur inattendue de champs dans le flux

source: Added Picasa album
fr_fr: Album Picasa ajouté

source: Added
fr_fr: Ajouté

source: Google+ albums
fr_fr: Albums Google+

source: Unrecognized URL:
fr_fr: URL non reconnue:

source: Your installation of PHP has been configured without DOM support. DOM support is required to sync Picasa albums. If you are using Google+, try using the Google+ URL instead.
fr_fr: Votre installation de PHP a été configuré sans le support DOM. Le support du DOM est nécessaire pour synchroniser les albums Picasa. Si vous utilisez Google+, essayez d'utiliser l'URL Google+ à la place.

source: Unable to determine RSS feed for URL
fr_fr: Impossible de déterminer le flux RSS pour l'URL

source: Added Twitpic photos
fr_fr: Photos Twipic ajoutées

source: Added YouTube videos for
fr_fr: Vidéo YouTube ajoutée pour

source: Failed to drop table
fr_fr: Echec de suppression de la table

source: Shashin upgrade is needed, but is not possible because the Shashin 2 Picasa server settings are missing. Please re-install Shashin 2 before upgrading to Shashin 3
fr_fr: La mise à niveau pour Shashin est nécessaire, mais il n'est pas possible parce que les 2 paramètres du serveur Picasa sont absents. S'il vous plaît ré-installer Shashin 2 avant de passer à Shashin 3

source: Shashin album table not in correct state for upgrade
fr_fr: La table Album Shashin n'est pas dans un état correct pour la mise à niveau

source: display Shashin Photos. Review your photos in the Shashin Tools menu to get their Photo IDs.
fr_fr: Affiche les Photos Shashin. Passez en revue vos photos dans le menu Outils Shashin pour obtenir leurs ID.

source: Shashin widget help
fr_fr: Aide widget Shashin

source: Error
fr_fr: Erreur

source: Title
fr_fr: Titre

source: Photo IDs
fr_fr: ID Photo

source: Size
fr_fr: Taille

source: Columns
fr_fr: Colonnes

source: Limit
fr_fr: Limite

source: Center
fr_fr: Centre

source: Left
fr_fr: Gauche

source: Right
fr_fr: Droite

source: Both
fr_fr: Gauche et droite

source: Inherit
fr_fr: Hériter

source: CSS Clear
fr_fr: Nettoyage CSS

source: User (ID List)
fr_fr: Utilisateur (Liste ID)

source: Location
fr_fr: Emplacement

source: Photo Count
fr_fr: Nombre de photos

source: Source Order
fr_fr: Ordre source

source: Order By
fr_fr: Tri par

source: Rev. Order
fr_fr: Ordre inv.

source: Show Caption
fr_fr: Afficher légende

source: Would you like to say anything to me?
fr_fr: Voulez-vous me dire quelque chose?

source: Tip your pizza delivery person?
fr_fr: Pourboire au livreur de pizza?

source: Tip your plugin developer too!
fr_fr: Pourboire au développeur du plugin aussi!

source: or any amount!
fr_fr: ou n'importe quel montant!

source: No albums selected
fr_fr: Pas d'album sélectionné

source: Your Albums
fr_fr: Vos albums

source: Published
fr_fr: Publié

source: Selected Albums
fr_fr: Albums sélectionné

source: Shortcode attributes
fr_fr: Attributs Shortcode

source: Album thumbnails
fr_fr: Vignettes albums

source: All album photos
fr_fr: Tous les albums photos

source: Order
fr_fr: Ordre

source: User (album thumbnails only)
fr_fr: Utilisateur (vignette album seulement)

source: Title (album thumbnails only)
fr_fr: Titre (vignette album seulement)

source: Location (album thumbnails only)
fr_fr: Emplacement (vignette album seulement)

source: Photo Count (album thumbnails only)
fr_fr: Nombre de photos (vignette album seulement)

source: Source (album photos only)
fr_fr: Source (album photo seulement)

source: Filename (album photos only)
fr_fr: Nom de fichier (album photo seulement)

source: Reverse Order
fr_fr: Ordre inversé

source: Caption
fr_fr: Légende

source: Insert shortcode
fr_fr: Insertion shortcode

source: No photos selected
fr_fr: Pas de photo sélectionnée

source: All albums
fr_fr: Tous les albums

source: Date Taken
fr_fr: Date de la prise

source: Source order
fr_fr: Ordre source

source: Reverse<br />order?
fr_fr: Ordre<br />inversé?

source: Update
fr_fr: Mis à jour

source: Previous
fr_fr: Précédent

source: Next
fr_fr: Suivant

source: Loading photos
fr_fr: Chargement phottos

source: Selected photos
fr_fr: Photos sélectionnées

source: Save Settings
fr_fr: Sauvegarde paramètres

source: Manage Shashin Albums
fr_fr: Gestion des albums Shashin

source: Click an album title to view its photos. Click a column header to order the album list by that column (and click again to reverse the order).
fr_fr: Cliquez sur le titre d'un album pour afficher ses photos. Cliquez sur l'entête de colonne pour trier la liste des albums par cette colonne (et cliquez à nouveau pour inverser l'ordre).

source: Album ID
fr_fr: ID Album

source: Sync
fr_fr: Synchroniser

source: Delete
fr_fr: Effacer

source: Pub Date
fr_fr: Date de publication

source: Last Sync
fr_fr: Dernière synchronisation

source: Include in Random?
fr_fr: Inclure dans l'affichage aléatoire?

source: Update Random display
fr_fr: Mettre à jour l'affichage aléatoire

source: You have not added any albums yet.
fr_fr: Vous n'avez pas encore ajouté d'album.

source: Add Albums
fr_fr: Ajout albums

source: Shashin can display photos and videos from several photo and video sharing sites. Shashin does not make copies of the photos or videos. Instead it downloads data about them into your WordPress site via JSON data feeds, and then makes it easy for you to display them on your site by making them available in the post editor's media browser. You will want to "synchronize" Shashin with your photos or videos when you upload new ones (on the Shashin settings page, you can set Shashin do this automatically). To get started, click the tab for the sites you want to synchronize with Shashin.
fr_fr: Shashin peut afficher des photos et des vidéos à partir de plusieurs photos et des sites de partage de vidéos. Shashin ne fait pas de copies des photos ou des vidéos. Au lieu de cela il télécharge des données les concernant dans votre site WordPress via un flux de données JSON, vous pouvez ensuite facilement les afficher sur votre site en les rendant disponibles dans le navigateur de médias de l'éditeur de message. Vous voudrez "synchroniser" Shashin avec vos photos ou vos vidéos lorsque vous en téléchargez de nouvelles (sur la page des paramètres Shashin, vous pouvez définir cela Shashin automatiquement). Pour commencer, cliquez sur l'onglet pour les sites que vous souhaitez synchroniser avec Shashin.

source: Enter the URL for a Picasa/Google+ user to synchronize Shashin with all of his or her albums, or enter the URL for an individual album.
fr_fr: Entrez l'URL d'un utilisateur Picasa/Google+pour synchroniser Shashin avec tous ses albums, ou saisissez l'URL d'un album individuel.

source: Important notes:
fr_fr: Notes importantes:

source: Google is migrating Picasa to Google+ and making changes without advance notification. If you are unable to add an album, please
fr_fr: Google migre Picasa à Google+ et apporte des changements sans notification préalable. Si vous ne parvenez pas à ajouter un album, s'il vous plaît

source: let me know
fr_fr: faites le moi savoir

source: Shashin works with albums where the visibility is set to "public." Also, for albums with visibility set to "limited, anyone with the link", they will work if you include the "authkey" when pasting the URL in the form below (this is supported for Picasa, not Google+).
fr_fr: Shashin travaille avec des albums où la visibilité est réglée sur "public." En outre, pour les albums avec une visibilité réglé sur "limité, toute personne ayant le lien", ils vont fonctionner si vous incluez le "authkey" lorsque vous collez l'URL dans le formulaire ci-dessous (ceci est pris en charge par Picasa, pas Google+).

source: Examples
fr_fr: Exemples

source: All the Picasa/Google+ albums for a user
fr_fr: Tous les Picasa/Google + albums pour un utilisateur

source: A single Picasa/Google+ album
fr_fr: Un seul Picasa/Google+ album

source: Include these photos in random photo displays?
fr_fr: Inclure ces photos dans les affichages aléatoires?

source: For YouTube, you need to enter the RSS URL for the feed you want to synchronize.
fr_fr: Pour YouTube, vous devez saisir l'URL RSS pour le flux que vous souhaitez synchroniser.

source: Unfortunately Youtube does not display links for its feeds, but there are many standard feeds available (top rated, etc) - see the
fr_fr: Malheureusement Youtube n'affiche pas les liens pour ses fluxs, mais il y a beaucoup de normes RSS disponibles (les mieux notées, etc) - voir le
