Repository: toppa/Shashin
Catalog: Languages/shashin-*.po
Languages: it_it

source: You must deactivate and reactivate Shashin to upgrade from version 2
it_it: E' necessario disattivare e riattivare Shashin per eseguire l'avanzamento dalla versione 2

source: Invalid shashin shortcode type:
it_it: Tipo di shortcode Shashin non valido:

source: Shashin Albums
it_it: Album Shashin

source: Please go to the Shashin Tools Menu to complete the upgrade.
it_it: Vai al menu Strumenti di Shashin per completare l'aggiornamento

source: Shashin Error
it_it: Errore di Shashin

source: Click this link to view details, and then click the "Install Now" button to get the current version. Then you can activate Shashin.
it_it: Clicca questo collegamento per vedere i dettagli, e sul pulsante "Installa Ora" per controllare la versione corrente. Dopo potrai attivare Shashin.

source: Uninstall failed:
it_it: Disinstallazione fallita:
