Repository: toppa/Shashin
Catalog: Languages/shashin-*.po
Languages: it_it

source: Would you like to say anything to me?
it_it: Vuoi dirmi qualcosa?

source: Support Shashin
it_it: Supporta Shashin

source: Tip your pizza delivery person?
it_it: Dai la mancia a chi ti consegna le pizze?

source: Tip your plugin developer too!
it_it: Dai la mancia anche al tuo sviluppatore di plugin di fiducia!

source: or any amount!
it_it: o qualsiasi importo!

source: No albums selected
it_it: Nessun album selezionato

source: Your Albums
it_it: I tuoi album

source: Photos
it_it: Foto

source: Published
it_it: Publicato

source: Selected Albums
it_it: Album selezionati

source: Shortcode attributes
it_it: Attributi shortcodes

source: Type
it_it: Tipo

source: Album thumbnails
it_it: Miniature album

source: All album photos
it_it: Tutte le foto dell'album

source: Size
it_it: Dimensione

source: X-Small (72px)
it_it: Molto piccola (72px)

source: Small (150px)
it_it: Piccola (150px)

source: Medium (300px)
it_it: Media (300px)

source: Large (600px)
it_it: Grande (600px)

source: X-Large (800px)
it_it: Molto grande (800px)

source: Max
it_it: Massima

source: Columns
it_it: Colonne

source: Crop
it_it: Ritaglia

source: Yes
it_it: Sì

source: Order
it_it: Ordine

source: Date
it_it: Data

source: Random
it_it: Casuale

source: User (album thumbnails only)
it_it: Utente (solo miniature album)

source: Title (album thumbnails only)
it_it: Titolo (solo miniature album)

source: Location (album thumbnails only)
it_it: Luogo (solo miniature album)

source: Photo Count (album thumbnails only)
it_it: Conteggio foto (solo miniature album)

source: Source (album photos only)
it_it: Origine (solo miniature album)

source: Filename (album photos only)
it_it: Nome file (solo miniature album)

source: Position
it_it: Posizione

source: Center
it_it: Centrato

source: Left
it_it: Sinistra

source: Right
it_it: Destra

source: None
it_it: Nessuno

source: Reverse Order
it_it: Ordine inverso

source: Caption
it_it: Didascalia

source: Insert shortcode
it_it: Inserisci shortcode

source: No photos selected
it_it: Nessuna foto selezionata

source: All albums
it_it: Tutti gli album

source: Date Taken
it_it: Data dello scatto

source: Filename
it_it: Nome file

source: Source order
it_it: Ordine origine

source: Reverse<br />order?
it_it: Ordine<br />inverso?

source: Update
it_it: Aggiorna

source: Previous
it_it: Precedente

source: Next
it_it: Successivo

source: Loading photos
it_it: Caricamento foto

source: Selected photos
it_it: Foto selezionate

source: Save Settings
it_it: Salva le impostazioni

source: Manage Shashin Albums
it_it: Gestisci gli album di Shashin

source: Click an album title to view its photos. Click a column header to order the album list by that column (and click again to reverse the order).
it_it: Clicca il titolo di un album per vedere le foto contenute. Clicca l'intestazione di una colonna per ordinare la lista degli album per la colonna selezionata (e clicca un'altra volta per invertire l'ordine).

source: Title
it_it: Titolo

source: Album ID
it_it: ID album

source: Source
it_it: Origine

source: Sync
it_it: Sincronizza

source: Delete
it_it: Cancella

source: Photo Count
it_it: Conteggio foto

source: Pub Date
it_it: Data pubblicazione

source: Last Sync
it_it: Ultima sincronizzazione

source: Include in Random?
it_it: Includi nella visualizzazione casuale?

source: Update Random Display
it_it: Aggiorna visualizzazione casuale

source: You have not added any albums yet.
it_it: Nessun album presente

source: Add Albums
it_it: Aggiungi album

source: Shashin can display photos from public <em>Picasa</em> albums, videos from <em>YouTube</em>, and <em>Twitpic</em> photos by importing their RSS feeds. Please enter an RSS URL below (click "examples" for further details).
it_it: Shashin è in grado di mostrare foto di album publici di <em>Picasa</em>, video di <em>YouTube</em> e foto di <em>Twitpic</em> attraverso l'importazione di feed RSS. Inserisci l'URL RSS nello spazio sottostante (clicca "esempi" per ulteriori dettagli)

source: All the Picasa albums for a user
it_it: Tutti gli album Picasa di un utente

source: Look for the 'RSS' link on the bottom right of the Picasa user's home page
it_it: Cerca il link 'RSS' nella home page di Picasa dell'utente in basso a destra

source: A single Picasa album
it_it: Un album singolo di Picasa

source: Look for the 'RSS' link in the sidebar of the album's main page
it_it: Cerca il link 'RSS' nella barra laterale della pagina principale degli album

source: A YouTube user's videos
it_it: Un video di un utente di YouTube

source: Youtube does not display links for its feeds. You need to type in the RSS URL yourself
it_it: YouTube non fornisce link RSS per i suoi feed. E' necessario inserire l'URL RSS manualmente

source: Most popular YouTube videos
it_it: I video di YouTube più popolari

source: Youtube has many standard feeds available (top rated, etc) - see the
it_it: YouTube ha molti canali standard disponibili (più votati, etc) - controlla la

source: YouTube API page for more
it_it: pagina delle API di YouTube per maggiori informazioni

source: A Twitpic user's photos
it_it: Le foto di un utente di Twitpic

source: Look for the RSS link near the top right of the user's page
it_it: Cerca il link 'RSS' nella pagina dell'utente in alto a destra

source: A Flickr set
it_it: Un set di Flickr

source: Look for the 'Feed' link on the bottom left of the set's main page.
it_it: Cerca il link del canale nella pagina principale del set in basso a sinistra

source: A Flickr photostream
it_it: Una galleria di Flickr

source: Look for the 'Latest' link near the RSS icon on the bottom left of the photostream's main page.
it_it: Cerca il link Più recente' vicino all'icona RSS nella pagina della galleria in basso a sinistra

source: RSS URL:
it_it: URL RSS:

source: Include album's photos in random photo displays?
it_it: Includere le foto dell'album in una raccolta casuale?

source: Return to Albums Menu
it_it: Torna al menu Album

source: Photos for Album:
it_it: Foto dell'album:

source: Source Order
it_it: Ordine della sorgente

source: Photo ID
it_it: ID foto

source: Failed to create table
it_it: Creazione tabella fallita

source: Upgrade cleanup completed
it_it: Pulizia dell'avanzamento completata

source: Added
it_it: Aggiunto

source: Picasa albums
it_it: Album di Picasa

source: Added Picasa album
it_it: Album di Picasa aggiunto

source: Added YouTube videos
it_it: Video di YouTube aggiunto

source: Added Twitpic photos
it_it: Foto di Twitpic

source: Unrecognized RSS feed
it_it: Canale RSS non riconosciuto

source: Synchronized
it_it: Sincronizzato

source: Synchronized all
it_it: Tutto sincronizzato

source: albums
it_it: album

source: Deleted album
it_it: Album cancellato

source: Updated "Include In Random" settings
it_it: Impostazioni 'Includi nella visualizzazione casuale' aggiornate

source: Upgrade notice
it_it: Aggiorna avviso

source: Please click "Sync All" below to complete the upgrade. Then review your Shashin albums, tags, and photos. If everything looks correct, please
it_it: Cliccare "Sincronizza tutto" per completare l'aggiornamento

source: click here to remove the old settings and database backup
it_it: clicca qui per rimuovere le vecchie impostazioni ed il backup del database

source: (which will remove this nag). Also, if you have posts containing Shashin tags, go to the Shashin settings menu to turn on support for old-style tags.
it_it: (che eliminerà questo inconveniente). Inoltre, se avete i messaggi che contengono tag Shashin, accedere al menu impostazioni Shashin per attivare il supporto per il vecchio stile tag.

source: Are you sure you want to delete this album? Any shashin tags for displaying this album will be permanently broken
it_it: Sei sicuro di voler cancellare questo album? Tutti i tag Shashin per visualizzare questo album non saranno più validi

source: Sync All
it_it: Sincronizza tutto

source: General Settings
it_it: Impostazioni generali

source: Album Photos Display
it_it: Visualizzazione foto album

source: When clicking a Shashin album thumbnail to view its photos, these settings control how the album's photos are displayed.
it_it: Queste impostazioni controllano la visualizzazione delle foto una volta cliccata la miniatura di un album

source: Fancybox Settings
it_it: Impostazioni Fancybox

source: Fancybox is the photo viewer included with Shashin. These settings apply only if you select "Use Fancybox" above.
it_it: Fancybox è il visualizzatore di foto incluso con Shashin. Queste impostazioni avranno effetto solo se è stato selezionata la voce "Usa Fancybox" qua sopra

source: Other Viewer Settings
it_it: Altre impostazioni del visualizzatore

source: These settings apply only if you select "Use another viewer" above. There are a wide variety of configuration requirements for different viewers. Shashin accommodates them by letting you control the attributes for the link and image tags used for its thumbnails. All links and thumbnails automatically get unique IDs (e.g. "shashinThumbnailLink_24", "shashinThumbnailImage_24").
it_it: Queste impostazioni avranno effetto solo se è stato selezionata la voce "Usa un altro visualizzatore" qua sopra. Ci sono molte configurazioni possibili a seconda del visualizzatore scelto. Shashin cerca di coprire la maggior parte di questi casi permettendoti di impostare gli attributi dei collegamenti e i tag delle immagini usati per le miniature. A tutti i collegamenti e le miniature viene assegnato un ID univoco (ad es. "shashinThumbnailLink_24", "shashinThumbnailImage_24").

source: Support old-style Shashin shortcodes?
it_it: Supportare gli shortcode Shashin vecchio stile?

source: Select "yes" only if you have blog posts containing the shortcode format used with previous versions of Shashin (any versions from prior to 2011).
it_it: Seleziona "Sì" solo se il tuo blog contiene shortcode in un formato usato nelle versioni precedenti di Shashin (tutte le versioni precedenti al 2011).

source: Display at photo hosting site
it_it: Visualizza la foto sul sito di hosting

source: Use FancyBox
it_it: Usa Fancybox

source: Use another viewer
it_it: Usa un altro visualizzatore

source: How to display a full-size photo when its thumbnail is clicked
it_it: Come visualizzare una foto a grandezza piena una volta cliccato sulla miniatura

source: FancyBox is included with Shashin and works "out of the box." If you select "Use another viewer," you are responsible for implementing your own image viewer. See "Other Viewer Settings" below.
it_it: Fancybox è incluso in Shashin e funziona "chiavi in mano". Se selezioni "Usa un altro visualizzatore", l'implementazione di un eventuale visualizzatore personalizzato è a tuo carico. Controlla "Altre impostazioni del visualizzatore" qua sotto.

source: X-Small (400px)
it_it: Molto piccola (400px)

source: Small (600px)
it_it: Piccola (600px)

source: Medium (800px)
it_it: Media (800px)

source: Large (912px)
it_it: Grande (912px)

source: X-Large (1024px)
it_it: Molto grande (1024px)

source: Expanded image size
it_it: Dimensione dell'immagine ingrandita

source: The expanded display size for a photo when its thumbnail is clicked. The actual size of a photo may be smaller if it's not available in the selected size.
it_it: La dimensione della foto ingrandita una volta cliccata la sua miniatura. Se la dimensione specificata non è disponibile la dimensione della foto potrebbe essere più piccola.

source: Default maximum number of photos to show
it_it: Il numero massimo di foto da mostrare di default

source: The maximum number of photos to show if no photo IDs are provided and no limit is specified. This is also used to control the number of photos per set in a display of album photos.
it_it: Il numero massimo di foto da mostrare se non è specificato nessun ID e nessun limite. Questo numero viene usato inoltre per controllare il numero di foto visualizzabili in un album.

source: Sync all albums daily?
it_it: Sincronizza tutti gli album giornalmente?

source: This will sync all your albums in Shashin once daily. It will not automatically add new albums.
it_it: Questo sincronizzerà tutti gli album di Shashin una volta al giorno. Non aggiungerà automaticamente nuovi album.

source: Thumbnail div padding
it_it: Padding del div della miniatura

source: If you change the ".shashinThumbnailImage" padding value in shashin.css, make this 2x that value
it_it: Se cambi il padding della classe ".shashinThumbnailImage" nel file shahsin.css, inserisci il doppio del valore specificato nel file

source: Content width for your theme
it_it: Larghezza del contenuto per il tuo tema

source: The maximum width available in your theme for a Shashin photo (or set of photos). This number is used to determine photo sizes when you use "max" as the number of columns or the size in a Shashin tag. Shashin will use the closest, smaller size available.
it_it: La larghezza massima disponibile nel tuo tema per una foto di Shashin (o un insieme di foto). Questo numero viene usato per determinare la dimensione delle foto quando si utilizza "max" come numero di colonne o la dimensione in un tag Shashin. Shashin utilizzerà la dimensione massima disponibile.

source: Add camera EXIF data to expanded view caption?
it_it: Aggiungi i dati EXIF della fotocamera nella didascalia della visualizzazione ingrandita?

source: "All" includes the camera make, model, fstop, focal length, exposure time, and ISO.
it_it: "Tutto" include la marca della fotocamera, il modello, valore F, lunghezza focale, tempo di esposizione e ISO

source: Photo thumbnail size
it_it: Dimensione delle miniature

source: Crop thumbnail square if possible?
it_it: Ridurre le miniature in un quadrato quando possibile?

source: Certain photo sizes can be cropped square (which ones depends on the photo hosting service; for Picasa the X-Small and Small sizes can be cropped).
it_it: Alcune foto possono essere ridotte a quadrato ritagliato (a seconda del servizio di hosting; per Picasa quelle Molto piccole Piccole e Piccole possono essere ritagliate)

source: Number of columns
it_it: Numero di colonne

source: Date added to Shashin
it_it: Data dell'aggiunta su Shashin

source: Date photos taken
it_it: Data dello scatto

source: Order at photo hosting service
it_it: Ordina per servizio di hosting

source: Order thumbnails by
it_it: Ordina le miniature per

source: Reverse the order?
it_it: Invertire l'ordine?

source: For example, if you order by filename and then select "yes" for reversing the order, the thumbnails will appear in reverse alphabetical order.
it_it: Per esempio , se si ordina per nome file e si seleziona "Sì" per invertire l'ordine, le miniature appariranno in ordine alfabetico inverso.

source: Show captions under each thumbnail?
it_it: Mostrare le didascalie sotto ogni miniatura?

source: Repeat slideshows?
it_it: Ripetere la presentazione?

source: When viewing the final photo in slideshow, whether clicking "next" will start the slideshow over again with the first photo.
it_it: Mentre si visualizza l'ultima foto della presentazione e si clicca su "successiva" la presentazione ripartirà dalla prima foto.

source: Video Width
it_it: Larghezza del video

source: Unfortunately video dimensions cannot be set dynamically with Fancybox
it_it: Sfortunatamente le dimensioni dei video non possono essere impostate dinamicamente con Fancybox

source: Video Height
it_it: Altezza del video

source: Fade
it_it: Dissolvenza

source: Elastic
it_it: Elastico

source: Trasition effect
it_it: Effetto di transizione

source: The transition effect to apply when navigating between photos
it_it: L'effetto di transizione è visibile scorrendo le foto nella presentazione

source: Autoplay image display time
it_it: Tempo di avanzamento automatico delle immagini

source: Enter a duration in milliseconds (e.g. "5000" for 5 seconds) to have all your slideshows run on an automatic timer. Leave blank for manually navigated slideshows.
it_it: Inserire la durata in millisecondi (es. "5000" per 5 secondi) per impostare l'avanzamento automatico di tutte le presentazioni ad intervalli prestabiliti. Lasciare vuoto se si desidera un avanzamento manuale.

source: Load Shashin's Fancybox script?
it_it: Caricare lo script Fancybox di Shashin?

source: If you already have Fancybox installed on your site, select "no" to prevent Shashin from loading its own copy of Fancybox. Note Shashin has been tested only with version 1.3.4 of Fancybox.
it_it: Se hai già installato Fancybox sul tuo sito, seleziona "no" per evitare che Shashin carichi la sua copia di Fancybox. Shashin è stato testato solo con la versione 1.3.4 di Fancybox.

source: Link "rel" for images
it_it: Collegamento "rel" delle immagini

source: The "rel" attribute for image links; e.g. "lightbox" if you are using Lightbox.
it_it: L'attributo "rel" dei collegamenti delle immagini; es. "lightbox" se si sta usando Lightbox.

source: Link "rel" for videos
it_it: Collegamento "rel" per i video

source: The "rel" attribute for links if displaying a video; e.g. "vidbox" if you are using Videobox.
it_it: L'attributo "rel" dei collegamenti dei video; es. "vidbox" se si sta usando Videobox.

source: Brackets
it_it: Parentesi

source: Hyphen
it_it: Trattino

source: "rel" delimiter for image groups
it_it: Delimitatore "rel" per gruppi di immagini

source: How to delimit image groups in a rel tag. Some viewers use brackets (e.g. "lightbox[33]") and some use hyphens (e.g. "lightbox-33").
it_it: Come delimitare gruppi di immagini in un tag "rel". Alcuni visualizzatori utilizzano parentesi (es. "lightbox[33]") ad altri usano trattini (es. "lightbox-33").

source: Class for links
it_it: Classe per i collegamenti

source: A CSS class to apply to the link tags for thumbnails. Leave blank for none.
it_it: Classe CSS per i tag dei collegamenti delle miniature. Lasciare vuoto per non indicare nessuna classe.

source: Class for thumbnails
it_it: Classe per le miniature

source: A CSS class to apply to the thumbnail image tags. Leave blank for none.
it_it: Classe CSS per i tag delle immagini. Lasciare vuoto per non indicare nessuna classe.

source: Links
it_it: Collegamenti

source: Images
it_it: Immagini

source: Use photo caption as "title" for
it_it: Usa la didascalia della foto come "title" per

source: You can use the photo's caption as the "title" for for its link tag, its image tag, or both.
it_it: Puoi usare la didascalia della foto come "titolo" per il relativo tag del collegamento, dell'immagine o entrambi.

source: Use
it_it: Usa

source: Unrecognized validation function
it_it: Funzione di validazione non riconosciuta

source: The following settings have invalid values. Please try again.
it_it: Le impostazioni seguenti hanno valori non ammessi. Per favore riprovare.

source: Settings saved
it_it: Impostazioni salvate

source: Invalid json url
it_it: URL json non valido

source: Failed to retrieve album feed at
it_it: Non è stato possibile importare il canale degli album da

source: WP_Http Error:
it_it: Errore WP_Http:

source: Error Response:
it_it: Risposta di errore:

source: Failed to parse album feed at
it_it: Non è stato possibile interpretare il canale degli album da

source: Unexpected number of fields in feed
it_it: Numero di campi nel canale inatteso

source: Failed to drop table
it_it: Eliminazione della tabella fallita

source: Shashin upgrade is needed, but is not possible because the Shashin 2 Picasa server settings are missing. Please re-install Shashin 2 before upgrading to Shashin 3
it_it: E' richiesto un aggiornamento di Shashin, ma non è possibile in quanto non sono presenti le impostazioni Shashin 2 per il server di Picasa. Reinstallare Shashin 2 prima di eseguire l'avanzamento a Shashin 3

source: Shashin album table not in correct state for upgrade
it_it: Le tabelle di Shashin non si trovano nello stato corretto per l'aggiornamento

source: Display Shashin Photos. Review your photos in the Shashin Tools menu to get their Photo IDs.
it_it: Mostra le foto di Shashin. Controlla le tue foto nel menu Strumenti di Shahsin per identificare i loro ID.

source: Shashin Photos
it_it: Foto di Shashin

source: Shashin widget help
it_it: Aiuto del widget Shashin

source: Error
it_it: Errore

source: Photo IDs
it_it: ID foto

source: Limit
it_it: Limite

source: Float Left
it_it: Fluttua a sinistra

source: Float Right
it_it: Fluttua a destra

source: Float None
it_it: Non fluttuare

source: Float Inherit
it_it: Eredita fluttua

source: Both
it_it: Entrambi

source: Inherit
it_it: eredita

source: CSS Clear
it_it: Pulisci CSS

source: User (ID List)
it_it: Utenti (Lista di ID)

source: Location
it_it: Località

source: Order By
it_it: Ordina per

source: Rev. Order
it_it: Ordine Rev.

source: Show Caption
it_it: Mostra didascalia

source: Crop Square
it_it: Ritaglia quadrato

source: Alt. Thumb IDs
it_it: ID miniatura alt.

source: Invalid album key
it_it: Chiave album non valida

source: Failed to find database record for album
it_it: Impossibile trovare quest'album nel database

source: "uploaded" is not allowed for ordering albums
it_it: "caricati" non è permesso come ordinamento degli album

source: "filename" is not allowed for ordering albums
it_it: "nome file" non è permesso come ordinamento degli album

source: "source" is not allowed for ordering albums
it_it: "origine" non è permesso come ordinamento degli album

source: "title" is not allowed for ordering with type=albumphotos
it_it: "titolo" non è permesso come ordinamento degli album con tipo=albumphotos

source: "location" is not allowed for ordering with type=albumphotos
it_it: "località" non è permesso come ordinamento degli album con tipo=albumphotos

source: "count" is not allowed for ordering with type=albumphotos
it_it: "conta" non è permesso come ordinamento degli album con tipo=albumphotos

source: "sync" is not allowed for ordering with type=albumphotos
it_it: "sincronizza" non è permesso come ordinamento degli album con tipo=albumphotos

source: "user" is not allowed for ordering with type=albumphotos
it_it: "utente" non è permesso come ordinamento degli album con tipo=albumphotos

source: Invalid data property __get for
it_it: Proprietà __get non valida per

source: Invalid data property __set for
it_it: Proprietà __set non valida per

source: Invalid photo key
it_it: Chiave foto non valida

source: Failed to find database record for photo
it_it: Impossibile trovare la foto nel database

source: "title" is not allowed for ordering photos
it_it: "titolo" non è permesso come ordinamento degli album

source: "location" is not allowed for ordering photos
it_it: "località" non è permessa come ordinamento degli album

source: "count" is not allowed for ordering photos
it_it: "conta" non è permesso come ordinamento degli album

source: "sync" is not allowed for ordering photos
it_it: "sincronizza" non è permesso come ordinamento degli album

source: Failed to delete settings
it_it: Impossibile cancellare le impostazioni

source: invalid size requested
it_it: Richiesta dimensione non valida

source: No photos found for specified shortcode
it_it: Nessuna foto trovata per lo shortcode specificato

source: Return
it_it: Torna

source: View at
it_it: Guarda in

source: Unrecognized actualExpandedSize
it_it: actualExpandedSize non riconosciuta

source: Invalid data property __get for:
it_it: Proprietà __get non valida per:

source: Invalid shortcode attribute:
it_it: Attributo shortcode non valido:

source: is not a valid value for:
it_it: non è un valore valido per:

source: is not a valid string of numbers
it_it: non è una stringa di numeri valida

source: is not a valid numeric value
it_it: non è un valore numerico

source: "size" and "columns" can not both me "max"
it_it: "dimensione" e "colonne" non possono essere impostati entrambi a "max"
